Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/15_eksempler-pa-sprakdomener.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Gielladomeanat
sma: Udir.no - Gïelesuerkieh

source: Gielladomeanat
sma: Gïelesuerkieh

source: Sámis lea máŋgga dáfus eahpevárddus gielladilálašvuohta.
sma: Gïeletsiehkie Saemien dajvesne lea gellielaakan mujvies.

source: Oallugat máhttet hupmat giela muhto eai čállit.
sma: Jeenjesh maehtieh soptsestidh bielelen maehtedh tjaeledh.

source: Oallugat ipmirdit giela muhto eai máhte hupmat.
sma: Jeenjesh gïelem guarkoeh bielelen dam maehtedh soptsestidh.

source: Oallugat háliidit oahppat giela.
sma: Jeenjesh sïjhtieh gïelem lïeredh.

source: Seammás leat geográfalaš erohusat.
sma: Seamma aejkien lea geografeles joekehtsvoeth.

source: Guovddáš, sámi guovlluin gulat sámegiela juohke sajis, ja eará guovlluin ges leat soames bearrašat geat hupmet sámegiela.
sma: Voernges, saemien dajvine saemien gaajhkem lehkiem govlh, bene såemies sijjine saemeste ajve naan gille fuelhkine.

source: Oahpahusa oktavuođas lea hástalus oažžut mánáid ja nuoraid njálmmálaččat gulahallat ja doaibmi guovttegielagin.
sma: Lohkehtimmesne lea dah haestemh uvtemes maanide jïh noeride skreejredh njaalmeldh gaskesadtedh jïh funksjovnelle guektiengïeline sjïdtedh.

source: Dalle sii dárbbašit buori sajádagaid, olbmuid ja dilálašvuođaid go gullet ja atnet giela.
sma: Dellie daarpesjieh hijven sijjieh, almetjh jïh tsiehkieh juktie gïelem dåastodh jïh dam nåhtadidh.

source: Oaivádusas dát gohčoduvvo gielladomeanan.
sma: Dam gohtje daennie bihkedimmesne goh gïelesuerkieh.

source: Lea duođaštuvvon máilmmi máŋggagielat servodagain ahte ohppiide geain eanetlohkogiella lea vuosttašgiellan, eai oahpa hupmat unnitlohkogiela go dušše ožžot soames diimmu vahkkui unnitlohkogiela oahpahusa.
sma: Vihtiestamme jienebegïelen siebriedahkijste, gaajhkine bieline veartenistie, dejtie learoehkidie mah jienebelåhkoegïelem voestesgïeline utnieh, dellie eah naan tæjmoeh våhkoen nuekies jis dah edjtieh unnebelåhkoegïelem lïeredh goh eadtjohke gïele.

source: Dát modealla lea juo adnojuvvon sámegiela nubbingiellaoahpahusas, ja adno vel odnege.
sma: Daam maallem nåhtadamme mubpiegïelelohkehtimmesne saemien gïelesne, jïh dam annje daan biejjien nåhtede.

source: Dát gohčoduvvo rašes oahpahusmodeallan, ja modealla meroštallojuvvo eastadit skuvlla šaddamis giellamolsunreaidun.
sma: Daate akte viejhkies lohkehtimmiemaalle, jïh tjuara badth dannasinie daam maallem goh aktem heaptoem vuejnedh, jis skuvle edtja akte radtjoes dirrege sjïdtedh jis edtja gïeleåtnoem målsodh.

source: Earenoamáš mearkkašahtti lea dát lullisámi guovllus gos leat mealgat eanet nubbingielat go vuosttašgielat oahppit.
sma: Dam veelelaakan dennie åarjelsaemien dajvesne vuajna, mij jienebh mubpiegïelelearohkh utnieh goh voestesgïelelearohkh.

source: Jus galgá seailluhit ja nannet sámegiela nubbingiellaoahpahusa bakte, berre ohppiide fállat nannoset guovttegielat modeallaid nu movt eará riikkat Eurohpás lágidit nubbingiela oahpahusa báikilaš unnitlohkogielagiidda.
sma: Edtjebe saemien vaarjelidh jïh nænnoestidh viehkine mubpiegïeleööhpehtimmeste, learohke tjuara faalenassem åadtjodh nænnoesåbpoe guektiegïelen maallijste, naemhtie guktie jeatjah laanth Europesne mubpiegïelelohkehtimmiem öörnedieh dejtie aalkoealmetji unnebelåhkoegïelide.

source: Buot buoremus lea buot fágain oahpahus čađahuvvo sámegillii.
sma: Dïhte mij lea bööremes lea lohkehtimmiem åadtjodh gaajhkine faagine saemien gïelesne.

source: Olggobeale sámegiela hálddašanguovlluid leat unnán skuvllat mat dán leat čađahan e.e. sámegieloahpahusa árbevirolaš lágideami dihte, ja go váilot sámegielat oahpaheaddjit, leat unnán sámegielat fágaoahpponeavvut ja unnán oahppit juohke skuvllas.
sma: Dej saemien gïelereeremedajvi ålkoli lea vaenie skuvlh mah dam tjïrrehtamme, ihke saemienlohkehtimmie båeries vuekien mietie öörnesåvva, vaenie lohkehtæjjah mah saemiestieh, vaenie learoevierhtieh saemiengïelesne faagine, jïh vaenie learohkh fïerhtene skuvlesne.

source: Dattetge lea vejolaš lágidit oahpahusa nannoset giellalávgunmodealla mielde go mii odne dahkko, mii mearkkaša ahte viiddida sámegielat domeanaid báikkálaš eavttuid vuođul.
sma: Læjhkan gåarede lohkehtimmiem öörnedidh akten nænnoesåbpoe gïelebiesiemaallen mietie goh daan biejjien, dsj. dejtie saemiengïelen suerkide vijriedidh dejstie voenges tsiehkijste.

source: Gielladomeanaid ovdamearkkat
sma: Vuesiehtimmieh; gïelesuerkieh

source: Sáhtášii skuvllas bierggastit sámi lanja gos leat sámi stohkosat, girjjit, musihkka, biktasat, duodji ja eará dávvirat, nugomat lávvu latnjačiegas ja lávvu olgun.
sma: Maahta aktem tjiehtjelem öörnedidh goh akte saemien tjiehtjele, savka, skuvlesne, saemien stååkegaevniejgujmie, gærjah, musihke, vaarjoeh, duedtie jïh jeatjah dirregh, goh låavth-gåetie aktene roenesne jïh låavth-gåetie ålkone.

source: Latnja ja lávvu adno jeavddalaččat.
sma: Tjiehtjele jïh låavth-gåetie åtnasuvvieh jaabnan.

source: Go oahppit leat dán lanjas, de hupmet duššefal sámegiela ja dárbbu mielde jávohisgiela vehkiin.
sma: Gosse learohkh desnie, dah ajve saemiestieh, meatan jallh bielelen kråahpen gïeline.

source: Sii galget mannat olggos lanjas jus galget dárogillii maidege jearrat.
sma: Dah tjuerieh olkese vaedtsedh jis edtjieh nöörjen gïelesne gihtjedh.

source: Ohppiide sáhttá maiddái lágiduvvot bistevaš sámegielat muitalanboddu ja oahpaheaddji dušše hupmá sámegiela ja sáhttá muitalettiin ohppiide vuosehit sániid mearkkašumi govaiguin.
sma: Learohkh aaj maehtieh aktem vihties soptsestimmiebodtetjem utnedh, gusnie lohkehtæjja ajve saemeste jïh kanne vuesehte baakoej ulmiem guvviejgujmie gosse soptseste. ”

source: Jus dárogiela šaddet hupmat de ferte “ doaimma gaskkalduhttit ”.
sma: Time out ” sjædta jis edtja daaroestidh.

source: Jus latnja ii leat skuvllas, de sáhttá ráhkadit plakáhta, dahje sáhttet atnit eará govastagaid go dábálaš latnja adno gielladomeanan dahje sámegielat latnjan.
sma: Dejtie mah eah aktem tjiehtjelem utnieh, maahta plakatem darjodh, jallh maahta jeatjah væhtah nåhtadidh gosse tjiehtjelem gïelesuerkine jallh saemiengïelen tjiehtjielinie nåhtede.

source: Eará ovdamearkan movt sáhttá hábmet sámegielat sajádaga dahje gielladomeana lea ávkkástallat vuorasolbmuid dahje eará resursaolbmuid gos oahppit dávjá sáhtaše finadit.
sma: Akte jeatjah vuekie aktem saemiengïelen sijjiem jallh aktem gïelesuerkiem darjodh, lea båeries almetjh jallh jeatjah saemiengïelen almetjh nåhtadidh, gusnie learohkh maehtieh guessine minnedh jaabnan.

source: Resursaolbmot sáhtaše maiddái finadit ohppiid guossis skuvllas.
sma: Molsehthlaakan dah maehtieh learohki luvnie guessine mïnnedh skuvlesne.

source: Dákkár deaivvadeamis sáhttá praktihkkalaš doaimmaid ávkkástallat, nugomat sámi biepmuid, duoji dahje luođi, lávlagiid / sálbmajoavkkuid jna..
sma: Daesnie maehtieh dæjpeles darjomh nåhtadidh goh våarome gaskesasse, vuesiehtimmien gaavhtan saemien beapmoe, duedtie jallh vuelie, laavlome / saalmedåehkieh jallh plearoeh.

source: Vuolábealde leat gielladomeana ovdamearkkat mat nannejit sámi ohppiid giellaoahpahusa.
sma: Vuelielisnie lea vuesiehtamme naan gïelesuerkieh mah sïjhtieh meatan årrodh gïeleööhpehtimmiem nænnoestidh dejtie saemien learoehkidie.

source: Beaktilastit giellaoahpahusa sámi ohppiide, de berre oahpaheaddji oahpahusa lágidit nu ahte oahppit sáhttet ávkkástallat eanemus dain domeanain mat vuolábealde namuhuvvojit.
sma: Juktie bööremes illedahkem åadtjodh gïelelohkehtimmeste, lohkehtæjja byöroe dam öörnedidh naemhtie guktie dah learohkh dan jïjnjh suerkieh goh gåarede åadtjoeh mah leah vuelielisnie neebneme.

source: Olbmuide gullevaš gielladomeanat:
sma: Gïelesuerkieh almetjidie ektiedamme:

source: oahpaheaddjit
sma: lohkehtæjjah

source: Sámegielat oahpaheaddjit leat juohke áidna skuvlla deháleamos gielladomeanat.
sma: Dah saemiengïelen lohkehtæjjah leah dah vihkielommes gïelesuerkieh fïerhtene skuvlesne.

source: Sii berrejit čađat hupmat sámegiela.
sma: Dah byöroeh voejhkelidh iktegisth saemiestidh.

source: Jus lea vejolaš ávkkástallat guokteoahpaheaddjivuogádaga, de sáhttá nubbi hupmat sámegiela skuvladiimmuin ja nubbi ges molssodit goappaš gielaid gaskkas.
sma: Dastegh gåarede göökte lohkehtæjjah utnedh, akte dejstie lohkehtæjjijste maahta ajve saemiestidh tæjmojne, jïh dïhte mubpie maahta gåabegh gïelh nåhtadidh.

source: eará báikkálaš sámegielat resursaolbmot, vuorrásat ja earát geat sáhttet bagadallat dahje vuosihit
sma: jeatjah voenges vierhtiealmetjh mah saemiestieh, voeres jïh jeatjebh mah maehtieh bihkedidh jallh vuesiehtidh

source: Dávjá leat báikkálaš birrasis sámegielat resursaolbmot.
sma: Daamtaj jienebh vierhtiealmetjh gååvnesieh mah saemiestieh dennie voenges byjresisnie.

source: Ávkkástala sin čehppodaga nu jođánit ja dávjá go vejolaš, omd. čeahpes duojáriid, muitaleddjiid, duottarolbmuid, artisttaid ja 1.-gielat ohppiid.
sma: Vaeltieh dejtie meatan dan varke dïhte gåarede, jïh dan daamtaj goh gåarede, vuesiehtimmien gaavhtan tjiehpies vytnesjæjjah, soptsestæjjah, vaerien almetjh, artisth jïh 1.

source: Lea dehálaš ahte resursaolbmuiguin šiehttá ahte sii dušše hupmet sámegiela.
sma: Vihkeles tjïelke latjkoeh dej vierhtiealmetjigujmie darjodh, ihke dah ajve saemiestieh.

source: Muital ja čilge manin.
sma: Buerkesth mannasinie dah edtjieh dam darjodh.

source: Muđui sáhttá dáhpáhuvvat ahte sii válljejit dárogiela go fuomášit ahte oahppit eai ipmir.
sma: Dah maehtieh aelhkielaakan aelkedh daaroestidh gosse vueptiestieh learohkh eah guarkah.

source: Oahpaheaddji ja resursaolbmot sáhttet ovdalgihtii šiehtadit movt diekkár diliid galget hálddašit.
sma: Lohkehtæjja jïh vierhtiealmetjh maehtieh åvtelhbodti seamadidh maam edtjieh darjodh gosse naemhtie sjædta.

source: boarráset oahppit skuvllas
sma: båarasåbpoe learohkh skuvlesne

source: Boarráset ohppiid berre movttiidahttit gaskaneaset sámástit ja ovttas nuorabut ohppiiguin skuvllas.
sma: Byöroe båarasåbpoe learoehkidie skreejredh saemiestidh sinsitnine jïh nuerebe learoehkigujmie ektine skuvlesne.

source: Boarráset oahppit sáhttet maiddái leat veahkkin oahpaheames nuorat ohppiid jus oahpahus lágiduvvo nu ahte dat lea ávkin goappaš ahkásaš ohppiide.
sma: Maahta båarasåbpoe learohkh meatan vaeltedh lohkehtimmesne nuerebe learoehkijstie, jis soejkesje naemhtie guktie gåabpegh paarhth aevhkiem utnieh destie.

source: Nu dat lea oassin boarráset ohppiid oahpahusas.
sma: Dellie daate akte bielie sjædta dehtie båarasåbpoe learohki lohkehtimmeste.

source: sámi figuvrrat ja biktasat
sma: saemien gaagkoeh jïh vaarjoeh

source: Rollastoagus adnojit sámi figuvrrat ja/dahje biktasat.
sma: Råållestååkedimmesne saemien gaagkoeh jïh / jallh vaarjoeh åtnasuvvieh.

source: Oahppit nektet sámegielaga rolla dakkaviđe go dát adno.
sma: Learohkh akten saemiengïelen råållen sijse tjaengieh dan varke daate åtnasåvva.

source: Dát sáhttet lea sámi figuvrrat mat govvidit spábbačiekči, giehtaspáppastalli, biilavuoddji, doaktára, guolásteddjiid, boazosápmelačča jna..
sma: Maahta saemien gaagkoeh årrodh goh juelkietjengkerespielijh, gïetetjengkerespielijh, vuejijh, dåakterh, göölijh, båatsoealmetjh jv..

source: Oahppit galget sámástit dan rolla ektui maid nektet.
sma: Learohke edtja saemiestidh ovgoh satne lea dïhte råålle maam åådtjeme.

source: oahppit eará skuvllain ja ustitklássain
sma: learohkh jeatjah skuvlijste jïh voelpeklaassijste

source: Ávkkástala sosiála mediaid.
sma: Nåhtedh sosijale meedijah.

source: Oahppit čálašit jeavddalaččat sámegillii.
sma: Learohkh chattedieh jaabnan saemiengïelesne.

source: Sii sáhttet fágalaččat ovttasbargat, ovdamearkka dihte sii sáhttet čállit digitála wiki soames fáttá birra sámegillii.
sma: Dah maehtieh aaj laavenjostedh faagen bïjre, vuesiehtimmien gaavhtan maehtieh aktem digitale wiki ’ m tjaeledh akten aamhtesen bïjre saemiengïelesne.

source: eará olbmot
sma: jeatjah almetjh

source: Bibliotekára, oahppobagadalli ja eará sámegielat olbmot skuvllas sáhttet leat veahkkin.
sma: Gærjagåetien barkije, studijebihkedæjja jïh jeatjah saemiengïelen almetjh skuvlesne maehtieh meatan årrodh.

source: Báikkiide gullevaš gielladomeanat:
sma: Gïelesuerkieh ektiedamme sæjjan:

source: Lea dehálaš ahte lea sierra latnja mii olles skuvlajagis adno sámegiela oahpahussii.
sma: Vihkeles aktem jïjtse klaassetjiehtjelem utnedh gusnie saemienlohkehtimmie edtja abpe jaepiem årrodh.

source: Lanjas sáhttet buot sámi reaiddut vurkkoduvvot.
sma: Daesnie maahta dejtie saemien materijellide tjaavhkodh.

source: Giellaoahpahusa ohppiidbargguid ja plakáhtaid sáhttá heaŋgut seaidnái iige dárbbaš gilvalit earáiguin seaidnesaji oažžumis.
sma: Learohki barkoeh jïh plakath gïelelohkehtimmesne maehtieh viedtjine gævnjasjidh bielelen sijjien bïjre gæmhpodh.

source: Omd. sáhttá mearridit ahte klássalanjas dihto čiehka lea čielga sámegielat domeana.
sma: Maahta aktem roenem klaassetjiehtjielisnie tjïertestidh goh akte ållesth saemiengïelen suerkie.

source: Oahpaheaddji ja oahppit šiehtadit movt ja man ládje gulahallan klássalanjas galgá leat.
sma: Lohkehtæjja jïh learohkh seamadieh gusnie jïh guktie dah edtjieh gaskesadtedh klaassetjiehtjielisnie.

source: sierra čiehka ja seaidnesadji oahppi dábálaš klássalanjas
sma: jïjtse roene jïh viedtje learohki sïejhme klaassetjiehtjielisnie

source: Lea dehálaš oainnusindahkat sámegiela (ja kultuvrra) dan klássalanjas gos oahppi eanas áiggi lea.
sma: Vihkeles saemien gïelem (jïh kultuvrem) våajnoes darjodh dennie klaassetjiehtjielisnie gusnie learohke lea daamtajommes.

source: Sámegielat oahppibarggut jna. heŋgejuvvojit seaidnái klássalanjas.
sma: Saemiengïelen learohkebarkoeh j. v gævnjeste.

source: oktasaš borranáiggit skuvllas
sma: ektesne byöpmedidh skuvlesne

source: Jus vejolaš, de livččii vuogas ahte buot sámegielat ohppiin lea boradanboddu oktanaga, ovdamearkka dihte oktii vahkus ja ahte sámegielat oahpaheaddji maiddái searvá.
sma: Dastegh gåarede, dellie hijven jis gaajhkh dah saemiengïelen learohkh skuvlesne maehtieh ektesne byöpmedidh, vuesiehtimmien gaavhtan akten biejjien våhkoen, gusnie aaj lohkehtæjja saemiengïelesne meatan.

source: Dát lea vuogas ja heivvolaš vejolašvuohta hárjehallat beaivválaš sámegiela.
sma: Dïhte akte hijven nuepie dam aarkebiejjiesaemien nåhtadidh.

source: definerejuvvon olgoguovlu
sma: tjïertestamme sijjie ålkome

source: Jus oassi olgoguovllus sáhttá definerejuvvot sámegielat guovlun, de dat lea ávkkálaš.
sma: Jis maahta naakedem dehtie sijjeste ålkone tjïertestidh goh akte saemiengïelen sijjie, dellie dïhte aevhkies.

source: lávvu / darfegoahti Skuvlla lahka sáhttá cegget lávu.
sma: Maahta aktem låavthgåetiem tseegkedh skuvlen lihkebisnie.

source: Das sáhttá sámegiela oahpahus jeavddalaččat čađahuvvot.
sma: Daesnie maahta lohkehtimmiem saemiengïelesne jaabnah utnedh.

source: Eará oahppit sáhttet maiddái ávkkástallat goađi sámi fáttáid oktavuođas.
sma: Jeatjah learohkh maehtieh aaj gåetiem nåhtadidh gosse saemien aamhtesigujmie berkieh.

source: Nu sii positiivvalaččat vásihit sámivuođa, nugomat sámi biepmuid, muitalusaid ja luđiid.
sma: Naemhtie dah maehtieh hijven dååjrehtimmieh åadtjodh dan saemien bïjre, vuesiehtimmien gaavhtan saemien beapmoe, soptsestimmieh jïh vuelieh.

source: olgoskuvla
sma: skuvle ålkone

source: Lágit olgoskuvlla sámi lagasbirrasis, ovdamearkka dihte lahka sámi árbevirolaš ealáhusaid ja/dahje doaimmaid.
sma: Öörnedh skuvlem ålkone dennie saemien lïhke byjresisnie, vuesiehtimmien gaavhtan ektiedamme saemien dejpeladtje jieliemidie jïh / jallh darjomidie.

source: Gávpotskuvllat main leat sámi oahppit sáhttet gávdnat ja atnit oktasaš meahcce- dahje luonddubáikki gávpoga lagasbirrasis.
sma: Staareskuvlh saemien learohkigujmie maehtieh gaavnedh jïh nåhtadidh aktem tjåenghkies skåajje- jallh eatnemesijjiem staaren lïhke byjresisnie.

source: Dat sáhttá leat ohppiid oktasaš giellašilljun gos sii soames háve skuvlajagis barget áigeguovdilis fáttáin.
sma: Daesnie learohkh maehtieh aktem tjåenghkies gïelesijjiem utnedh sjyöhtehke aamhtesigujmie såemies aejkien jaepesne.

source: oahpahusboddu
sma: eejehtimmieh

source: Moddii váhkkui lágit oahpahusbottu sámegielat doaimmaiguin ja stohkosiiguin.
sma: Öörnedh såemies eejehtimmieh våhkoen saemiengïelen darjomigujmie jïh stååkedimmiejgujmie.

source: digitála oahppama vuođđu
sma: sijjie digitale lierehtæmman

source: Skuvllat sáhttet viiddidit sámegielat digitála oahppanvuođu man sáhttá interaktiivalaččat atnit.
sma: Dah skuvlh maehtieh saemiengïelen digitale lierehtimmiesijjieh öörnedh mah maehtieh interaktijve-laakan åtnasovvedh learohkigujmie.

source: gáiddusoahpahus
sma: maajhööhpehtimmie

source: Jus báikkálaš skuvllas eai leat sámegielat oahpaheaddjit, sáhttá ohppiide jeavddalaččat fállat gáiddusoahpahusa videokonferánssa bakte.
sma: Learohkh mah eah saemiengïelen lohkehtæjjah dennie voenges skuvlesne utnieh, maehtieh maajhööhpehtimmiem jaabnan åadtjodh videoråårestallemi tjïrrh.

source: báikkit gos barget árbevirolaš ealáhusaiguin
sma: sijjieh gusnie dejpeladtje jielemigujmie giehtele

source: Dán oktavuođas sáhttá leat áigeguovdilin lágidit gallestallamiid, skuvlamátkkiid ja leairaskuvlla.
sma: Maahta sjyöhtehke årrodh guessieh åadtjodh, skuvlefealadimmiejgujmie jïh laajroeskuvligujmie.

source: Nu besset oahppit deaivvadit eará sámegielagiiguin, ja oahppat veaháš árbevirolaš sámi ealáhusaid birra.
sma: Naemhtie learohkh maehtieh jienebh råakedh mah saemiestieh, jïh ånnetji dejpeladtje jielemi bïjre lïeredh.

source: Lea dehálaš šiehtadit resursaolbmuiguin ahte sii galget dušše fal sámegiela hupmat.
sma: Vihkeles tjïelke latjkoeh darjodh vierhtiealmetjigujmie juktie dah ajve saemiestieh.

source: Čilge sidjiide manin.
sma: Buerkesth mannasinie dah edtjieh dam darjodh.

source: Muđui dávjá dáhpáhuvvá ahte dárogillii čilgestit jus oahppit eai ipmir.
sma: Dah sijhtieh aelhkielaakan aelkedh daaroestidh gosse vueptiestieh learohkh eah guarkah.

source: Oahpaheaddji ja resursaolbmot sáhttet ovdalgihtii šiehtadit movt bargat jus diekkár dilli čuožžila.
sma: Lohkehtæjja jïh vierhtiealmetjh maehtieh åvtelhbodti seamadidh maam edtjieh darjodh gosse naemhtie sjædta.

source: Fágii gullevaš gielladomeanat:
sma: Gïelesuerkieh ektiedamme faagide

source: Mađi eanet oahpaheaddji hupmá, dađi buoret dat lea.
sma: Gosse lohkehtæjja jïjnjem saemiestieh, dellie dïhte hijven.

source: Dattetge ferte oahpaheaddji dárkkistit ahte oahppit ipmirdit maid son sidjiide gaskkusta.
sma: Læjhkan lohkehtæjja tjuara daejredh mejtie learohkh guarkah mij jeahtasåvva.

source: Oahpaheaddji ii berre jorgalit eanet go dušše dan mii lea dárbbašlaš, vai oahppit ipmirdit ahte lea ávkkálaš sámegiela oahppat.
sma: Lohkehtæjja ij byörh jarkostidh vielie goh daerpies, guktie learohke guarka lea aevhkies saemien lïeredh.

source: Atnimis sámegiela seammás go barget praktihkkalaš fágain lea hui ávkkálaš giellaoahpahusa oktavuođas.
sma: Dïhte aktanimmie saemien gïele jïh dæjpeles faagh lea joekoen nuhteligs gïelelohkehtimmesne.

source: Vai buorebut ipmirdit, lea giellaatnu praktihkalaš doaimmas dehálaš, ovdamearkka dihte biepmostallama, duddjoma ja lášmmohallama oktavuođas.
sma: Maahta jïjnjem dehtie goerkesimmeste dæjpeles darjomidie ektiedidh, goh jurjiehtimmie, vytnjesjimmie jïh vitnedimmie.

source: Musihkas lea juoiganbádji okta ovdamearka.
sma: Akte vuesiehtimmie lea joejkesijjiem utnedh musihkesne.

source: Mađi eanet praktihkalaš fágaid oahpahus čađahuvvo sámegillii, dađi buoret lea.
sma: Buerebe gosse dan jïjnjem goh gåarede lea saemiengïelesne dejnie dæjpeles faagine.

source: Doaibma ja giella dárbbašeaba goabbat guoimmiska.
sma: Darjomh jïh gïele sinsitniem viehkiehtieh

source: duedtie / duodji
sma: duedtie

source: biebmu ja dearvvašvuohta
sma: beapmoe jïh healsoe

source: lášmmohallan
sma: vitnedimmie

source: musihkka
sma: musihke

source: servodatfága
sma: siebriedahkefaage

source: Ollu servodatfágaoahpahusas sáhttá čađahit sámegillii.
sma: Maahta jïjnjem dehtie lohkehtimmeste siebriedahkefaagesne saemiengïelesne utnedh.

source: Dat duođai buorida ohppiid sátneriggodaga.
sma: Dïhte sæjhta learohki baakoeveahkam nænnoestidh.

source: Dat maiddái veahkeha ohppiid sámegiela atnit máŋgga dilálašvuođain sihke árgabeaivvis ja vássán áiggis.
sma: Learoehkidie aaj viehkehte gosse saemien nåhtede jienebh tsiehkine mah sjyöhtehke, dovne aarkebiejjien jïh åvtelbaelien.

source: Earenoamážit sáhttá oahppoplána sámi momeanttaid čađahit sámegilli.
sma: Joekoen maahta dejtie saemien tsiehkide learoesoejkesjisnie saemiengïelesne darjodh.

source: Lea ávkkálaš bargat rehkenastimin vuođđudeaddji gálgan ja matematihkain sámegillii, nugomat hivvodaga, hámi, sajádaga ja veardádaddama.
sma: Aevhkies ryökneminie barkedh goh akte vihkielommes maehtelesvoete jïh matematihke saemiengïelesne, vuesiehtimmien gaavhtan veahka, haamoe, svihtjeme rommesne jïh mohtedimmie.

source: Árbevirolaš sámi rehkenastin sáhttá maiddái leat sierra fáddán.
sma: Maahta aaj dejpeladtje saemien ryöknemem meatan vaeltedh goh aamhtese.

source: Sámi ornamentihkka heive bures hámi ja geometriija oktavuođas.
sma: Dïhte saemien tjaalehtjimmie haamoen jïh geometrijen nuelesne sjeahta.

source: Matematihkka ja duddjon sáhttá lágiduvvot fágaidrastideaddjin.
sma: Maahta matematihkem jïh vytnjesjimmiem dåaresthfaageles darjodh.

source: luonddufága Ollu luonddufágaoahpahusas sáhttá čađahit sámegillii.
sma: Jïjnje dehtie lohkehtimmeste eatnemefaagesne maahta saemiengïelesne årrodh.

source: Dat bures viiddida ohppiid sátneriggodaga.
sma: Dïhte sæjhta viehkiehtidh learohki baakoeveahkam nænnoestidh.

source: Dat maiddái veahkeha ohppiid atnit sámegiela máŋgga dilálašvuođain.
sma: Dïhte viehkehte learohkidie saemien vielie tsiehkine nåhtadidh.

source: oktasašvuohta teorehtalaš fágain
sma: tjåenghkies dejtie vielie teoretihkeles faagide

source: Dás sáhttá leat ávkkálažžan oahppašuhttimis ođđa fáttá dárogillii.
sma: Maahta aevhkies årrodh aktem orre teemam jallh orre aamhtesem nöörjengïelesne aelkedh.

source: Seammás oahppašuhttit ođđa sámi doahpagiid mat gullet fáddái.
sma: Orre saemien lahtesh mah leah aamhtesasse ektiedamme seamma aejkien sjiehtesje.

source: Dasto oahpaheaddji hupmá sámegillii ja jorgala jus lea dárbbašlaš vai oahppit ipmirdit.
sma: Dan mænngan lohkehtæjja saemien nåhtede jïh jarkoste jis daerpies goerkesimmien gaavhtan.

source: Geahča eanet Øzerkas (2006-2).
sma: Lohkh vielie dan bïjre daesnie, Øzerk (2006-2)

source: Maiddái lea dehálaš ahte oahppit skuvlajagis buvttadit sámegielat " buktagiid " máŋggaid fágain, áinnas fágaidrasttideaddjin ja digitála.
sma: Aaj vihkeles learohkh abpe jaepiem saemiengïelen ” dorjesh ” darjoeh jienebh faagine, amma dåaresthfaageles jïh digitale.

source: eará fágat, prošeavttat ja fáttát
sma: jeatjah faagh, prosjekth jïh teemah

source: Oahppit sáhttet fágaidgaskasaččat ja/dahje prošeavttalaččat bargat sámi fáttáiguin sámegillii.
sma: Learohkh maehtieh dåaresthfaageles barkedh jïh / jallh prosjektesne dejnie saemien teemajgujmie saemiengïelesne.

source: Fáttálaš sámi-dáru sátnelisttut
sma: saemien-daaroen baakoelæstoeh teemaj bïjre

source: Sátnelisttut fáttáid mielde sáhttet ráhkaduvvot ja adnot veahkkin doahpagiid- ja sániid oahppama oktavuođas.
sma: Maahta baakoelæstoeh teemaj bïjre darjodh jïh dejtie viehkine utnedh lahtese- jïh baakoelïerehtimmesne.

source: Áigodahkii gullevaš gielladomeanat:
sma: Gïelesuerkieh ektiedamme tijjese:

source: Sámegieloahpahus gullevaš áigodahkii
sma: saemienlohkehtimmie ektiedamme tijjese

source: Jus sámegiella adno oahpahusgiellan, de sámegiela atnu mearriduvvo vahku diibmoplána mielde.
sma: Jis saemien lohkehtimmiegïeline nåhtede, sæjhta åtnoem saemiengïeleste tijjese dibrehtidh, abpe våhkoen tæjmoesoejkesjisnie.
